NSHumanReadableCopyright = "Hak cipta 2013 Google Inc. Semua Hak Dilindungi Undang-Undang.";
WebPluginDescription = "Host Chrome Desktop Jarak Jauh";
WebPluginName = "Mengizinkan pengguna lain mengakses komputer Anda dengan aman melalui internet.";